Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: Хост перестал отвечать на ping.
ar: توقّف المضيف عن الاستجابة لـ ping.
de: Der Host antwortet nicht mehr auf Ping.
en: The host stopped responding to ping.
es: El host dejó de responder al ping.
fr: L'hôte a cessé de répondre au ping.
hi: होस्ट ने ping का उत्तर देना बंद कर दिया।
it: L'host ha smesso di rispondere al ping.
ja: ホストが ping に応答しなくなりました。
ko: 호스트가 ping에 응답하지 않게 되었습니다.
pt_br: O host parou de responder ao ping.
tr: Sunucu ping'e yanıt vermeyi durdurdu.
zh_hans: 主机已停止响应 ping。

source: Хост: %@
ar: المضيف: %@
de: Host: %@
en: Host: %@
es: Host: %@
fr: Hôte : %@
hi: होस्ट: %@
it: Host: %@
ja: ホスト：%@
ko: 호스트: %@
pt_br: Host: %@
tr: Sunucu: %@
zh_hans: 主机：%@

source: Хостов
ar: المضيفون
de: Hosts
en: Hosts
es: Hosts
fr: Hôtes
hi: होस्ट
it: Host
ja: ホスト
ko: 호스트
pt_br: Hosts
tr: Ana makine
zh_hans: 主机

source: Хостов в коде: %lld
ar: المضيفون في الرمز: %lld
de: Hosts im Code: %lld
en: Hosts in the code: %lld
es: Hosts en el código: %lld
fr: Hôtes dans le code : %lld
hi: कोड में होस्ट: %lld
it: Host nel codice: %lld
ja: コード内のホスト数：%lld
ko: 코드에 담긴 호스트: %lld개
pt_br: Hosts no código: %lld
tr: Koddaki sunucu sayısı: %lld
zh_hans: 码中包含 %lld 个主机

source: Цель
ar: الهدف
de: Ziel
en: Target
es: Objetivo
fr: Cible
hi: लक्ष्य
it: Destinazione
ja: 対象
ko: 대상
pt_br: Destino
tr: Hedef
zh_hans: 目标

source: Цель (необязательно)
ar: الهدف (اختياري)
de: Ziel (optional)
en: Target (optional)
es: Objetivo (opcional)
fr: Cible (facultatif)
hi: लक्ष्य (वैकल्पिक)
it: Destinazione (facoltativa)
ja: 対象（省略可能）
ko: 대상(선택 사항)
pt_br: Destino (opcional)
tr: Hedef (isteğe bağlı)
zh_hans: 目标（可选）

source: цель достигнута
ar: تم بلوغ الهدف
de: Ziel erreicht
en: target reached
es: destino alcanzado
fr: cible atteinte
hi: लक्ष्य पर पहुँचा
it: destinazione raggiunta
ja: 目標に到達
ko: 목표 도달
pt_br: destino alcançado
tr: hedefe ulaşıldı
zh_hans: 已到达目标

source: цель не достигнута
ar: لم يُبلغ الهدف
de: Ziel nicht erreicht
en: target not reached
es: destino no alcanzado
fr: cible non atteinte
hi: लक्ष्य पर नहीं पहुँचा
it: destinazione non raggiunta
ja: 目標に未到達
ko: 목표 미도달
pt_br: destino não alcançado
tr: hedefe ulaşılamadı
zh_hans: 未到达目标

source: Цель не достигнута
ar: لم يتم الوصول إلى الهدف
de: Ziel nicht erreicht
en: Target not reached
es: Objetivo no alcanzado
fr: Cible non atteinte
hi: लक्ष्य तक नहीं पहुँचा
it: Destinazione non raggiunta
ja: 宛先に到達できませんでした
ko: 목표에 도달하지 못함
pt_br: Destino não alcançado
tr: Hedefe ulaşılamadı
zh_hans: 未到达目标

source: Часовой пояс
ar: المنطقة الزمنية
de: Zeitzone
en: Time zone
es: Zona horaria
fr: Fuseau horaire
hi: समय क्षेत्र
it: Fuso orario
ja: タイムゾーン
ko: 시간대
pt_br: Fuso horário
tr: Saat dilimi
zh_hans: 时区

source: Частые
ar: المتكرّرة
de: Häufig
en: Frequent
es: Frecuentes
fr: Fréquents
hi: बार-बार
it: Frequenti
ja: よく使う項目
ko: 자주 사용
pt_br: Frequentes
tr: Sık kullanılanlar
zh_hans: 常用

source: Часть зарубежных провайдеров недоступна
ar: بعض المزوّدين الخارجيين غير متاحين
de: Einige Anbieter im Ausland sind nicht erreichbar
en: Some providers abroad are unreachable
es: Algunos operadores extranjeros no están accesibles
fr: Certains opérateurs étrangers sont inaccessibles
hi: कुछ विदेशी प्रोवाइडर अनुपलब्ध हैं
it: Una parte dei provider esteri non è raggiungibile
ja: 一部の海外プロバイダに到達できません
ko: 일부 해외 통신사에 연결할 수 없음
pt_br: Parte dos provedores estrangeiros está inacessível
tr: Bazı yurt dışı sağlayıcılara erişilemiyor
zh_hans: 部分境外服务商不可访问

source: Часть параллельных TLS-соединений к одному хосту срывается — характерно для DPI-троттлинга по количеству TLS-сессий. Обычно сбрасывается через ~2 минуты.
ar: ينقطع جزء من اتصالات TLS المتوازية إلى مضيف واحد — سمة لتقييد DPI حسب عدد جلسات TLS. عادةً ما يُعاد الضبط خلال ~دقيقتين.
de: Ein Teil der parallelen TLS-Verbindungen zu einem einzigen Host bricht ab – typisch für DPI-Drosselung nach Anzahl der TLS-Sitzungen. Wird üblicherweise nach etwa 2 Minuten zurückgesetzt.
en: Some parallel TLS connections to a single host drop — characteristic of DPI throttling by number of TLS sessions. Usually resets after ~2 minutes.
es: Parte de las conexiones TLS paralelas al mismo host se cortan: es típico de la limitación por DPI según el número de sesiones TLS. Suele restablecerse en unos 2 minutos.
fr: Une partie des connexions TLS parallèles vers un même hôte échoue — caractéristique d'une limitation DPI du nombre de sessions TLS. Se réinitialise généralement après environ 2 minutes.
hi: एक ही होस्ट से कुछ समानांतर TLS कनेक्शन टूट जाते हैं — यह TLS सत्रों की संख्या के आधार पर DPI थ्रॉटलिंग की विशेषता है। आमतौर पर ~2 मिनट बाद रीसेट हो जाता है।
it: Alcune connessioni TLS parallele verso lo stesso host si interrompono — tipico del throttling DPI in base al numero di sessioni TLS. Di solito si ripristina dopo ~2 minuti.
ja: 同一ホストへの並列 TLS 接続の一部が切断されています — TLS セッション数による DPI スロットリングに特有の挙動です。通常は約 2 分でリセットされます。
ko: 하나의 호스트에 대한 병렬 TLS 연결의 일부가 끊깁니다 — TLS 세션 수 기반 DPI 스로틀링의 특징입니다. 보통 약 2분 후에 재설정됩니다.
pt_br: Parte das conexões TLS paralelas a um mesmo host cai — típico de throttling por DPI conforme o número de sessões TLS. Costuma se normalizar em cerca de 2 minutos.
tr: Aynı sunucuya paralel TLS bağlantılarının bir kısmı kesiliyor — TLS oturum sayısına göre DPI kısıtlamasına özgüdür. Genellikle ~2 dakika sonra sıfırlanır.
zh_hans: 向同一主机的部分并行 TLS 连接被切断 — 这是按 TLS 会话数量进行 DPI 限速的典型特征。通常约 2 分钟后恢复。

source: Челябинск
ar: تشيليابينسك
de: Tscheljabinsk
en: Chelyabinsk
es: Cheliábinsk
fr: Tcheliabinsk
hi: चेल्याबिंस्क
it: Čeljabinsk
ja: チェリャビンスク
ko: 첼랴빈스크
pt_br: Cheliabinsk
tr: Çelyabinsk
zh_hans: 车里雅宾斯克

source: Через прокси
ar: عبر Proxy
de: Über Proxy
en: Via proxy
es: A través del proxy
fr: Via proxy
hi: Proxy से
it: Tramite proxy
ja: Proxy 経由
ko: 프록시 경유
pt_br: Via proxy
tr: Proxy üzerinden
zh_hans: 通过代理

source: Чёрные списки
ar: قوائم الحظر
de: Sperrlisten
en: Blocklists
es: Listas de bloqueo
fr: Listes de blocage
hi: ब्लॉकलिस्ट
it: Blocklist
ja: ブロックリスト
ko: 차단 목록
pt_br: Listas de bloqueio
tr: Kara listeler
zh_hans: 黑名单

source: Число пакетов
ar: عدد الحزم
de: Anzahl der Pakete
en: Number of packets
es: Número de paquetes
fr: Nombre de paquets
hi: पैकेट की संख्या
it: Numero di pacchetti
ja: パケット数
ko: 패킷 수
pt_br: Número de pacotes
tr: Paket sayısı
zh_hans: 数据包数量

source: чисто
ar: نظيف
de: sauber
en: clean
es: limpio
fr: propre
hi: साफ़
it: pulito
ja: 問題なし
ko: 정상
pt_br: limpo
tr: temiz
zh_hans: 正常

source: Чисто
ar: نظيف
de: Sauber
en: Clean
es: Limpio
fr: Propre
hi: साफ़
it: Pulito
ja: 問題なし
ko: 정상
pt_br: Limpo
tr: Temiz
zh_hans: 正常

source: Чистый список как в Настройках iOS
ar: قائمة نظيفة كما في إعدادات iOS
de: Eine klare Liste wie in den iOS-Einstellungen
en: A clean list like iOS Settings
es: Una lista limpia como en Ajustes de iOS
fr: Une liste épurée comme les Réglages iOS
hi: iOS सेटिंग्स जैसी साफ सूची
it: Un elenco pulito come in Impostazioni iOS
ja: iOS 設定のような整った一覧
ko: iOS 설정 같은 깔끔한 목록
pt_br: Uma lista limpa como nos Ajustes do iOS
tr: iOS Ayarları gibi temiz bir liste
zh_hans: 像 iOS 设置一样清爽的列表

source: Читает имя текущей Wi-Fi-сети и запускает профиль для неё. Для чтения имени сети нужны Wi-Fi-права приложения и разрешение на геопозицию (требование iOS).
ar: يقرأ اسم شبكة Wi-Fi الحالية ويشغّل ملف التعريف الخاص بها. وتتطلب قراءة اسم الشبكة صلاحية Wi-Fi للتطبيق وإذن الموقع (وهو شرط من iOS).
de: Liest den Namen des aktuellen Wi-Fi-Netzwerks und startet das passende Profil. Zum Lesen des Netzwerknamens sind die Wi-Fi-Berechtigung der App und die Ortungsfreigabe erforderlich (Vorgabe von iOS).
en: Reads the name of the current Wi-Fi network and runs the profile for it. Reading the network name requires the app’s Wi-Fi entitlement and location permission (an iOS requirement).
es: Lee el nombre de la red Wi-Fi actual y ejecuta el perfil correspondiente. Para leer el nombre de la red hacen falta los permisos de Wi-Fi de la app y el acceso a la ubicación (requisito de iOS).
fr: Lit le nom du réseau Wi-Fi actuel et applique le profil correspondant. La lecture du nom du réseau exige les droits Wi-Fi de l’app et l’autorisation de localisation (exigence d’iOS).
hi: मौजूदा Wi-Fi नेटवर्क का नाम पढ़कर उसकी प्रोफ़ाइल चालू करता है। नाम पढ़ने के लिए ऐप को Wi-Fi अधिकार और लोकेशन की अनुमति चाहिए (iOS की शर्त)।
it: Legge il nome della rete Wi-Fi attuale e avvia il profilo corrispondente. Per leggere il nome della rete servono i diritti Wi-Fi dell’app e l’autorizzazione alla posizione (requisito di iOS).
ja: 現在の Wi-Fi ネットワーク名を読み取り、それに対応するプロファイルを適用します。ネットワーク名の読み取りには App の Wi-Fi 権限と位置情報の許可が必要です（iOS の要件）。
ko: 현재 Wi-Fi 네트워크 이름을 읽고 그에 맞는 프로파일을 실행해요. 네트워크 이름을 읽으려면 앱의 Wi-Fi 권한과 위치 접근 허용이 필요해요(iOS 요구 사항).
pt_br: Lê o nome da rede Wi-Fi atual e ativa o perfil correspondente. Para ler o nome da rede são necessários os direitos de Wi-Fi do app e a permissão de localização (exigência do iOS).
tr: Geçerli Wi-Fi ağının adını okur ve o ağa ait profili başlatır. Ağ adını okumak için uygulamanın Wi-Fi yetkisi ve konum izni gerekir (iOS gereksinimi).
zh_hans: 读取当前 Wi-Fi 网络名称并启用对应配置。读取网络名称需要 App 的 Wi-Fi 权限和定位权限（iOS 的要求）。

source: Что именно недоступно — по провайдерам, сервисам и серверам уведомлений.
ar: ما الذي يتعذّر الوصول إليه بالضبط — بحسب المزوّدين والخدمات وخوادم الإشعارات.
de: Was genau nicht erreichbar ist – nach Anbietern, Diensten und Mitteilungsservern.
en: What exactly is unreachable — by provider, service and notification server.
es: Qué es exactamente lo que no está accesible: por operadores, servicios y servidores de notificaciones.
fr: Ce qui est précisément inaccessible — par opérateurs, services et serveurs de notifications.
hi: क्या-क्या अनुपलब्ध है — प्रोवाइडर, सेवाओं और नोटिफ़िकेशन सर्वर के हिसाब से।
it: Che cosa non è raggiungibile: per provider, servizi e server di notifiche.
ja: プロバイダ、サービス、通知サーバーごとに、何に到達できないかを示します。
ko: 통신사, 서비스, 알림 서버별로 무엇에 연결할 수 없는지 보여줘요.
pt_br: O que está inacessível: por provedores, serviços e servidores de notificações.
tr: Tam olarak neye erişilemiyor — sağlayıcılara, servislere ve bildirim sunucularına göre.
zh_hans: 具体哪些不可访问：按服务商、服务和通知服务器划分。

source: Что нового
ar: ما الجديد
de: Was ist neu
en: What's New
es: Novedades
fr: Nouveautés
hi: नया क्या है
it: Novità
ja: 新機能
ko: 새로운 기능
pt_br: Novidades
tr: Yenilikler
zh_hans: 新增内容

source: Что отправить
ar: ما الذي سيُرسَل
de: Was geteilt wird
en: What to share
es: Qué compartir
fr: Éléments à partager
hi: क्या भेजें
it: Cosa condividere
ja: 送信する内容
ko: 보낼 항목
pt_br: O que compartilhar
tr: Ne gönderilsin
zh_hans: 分享内容

source: Что отправлять
ar: ما الذي يُرسَل
de: Was gesendet wird
en: What to send
es: Qué enviar
fr: Données à envoyer
hi: क्या भेजा जाए
it: Cosa inviare
ja: 送信する内容
ko: 보낼 항목
pt_br: O que enviar
tr: Neler gönderilsin
zh_hans: 发送内容

source: Что проверять
ar: ما الذي يُفحَص
de: Was geprüft wird
en: What to check
es: Qué comprobar
fr: Éléments à vérifier
hi: क्या जाँचें
it: Cosa verificare
ja: 確認する対象
ko: 확인할 대상
pt_br: O que verificar
tr: Ne denetlensin
zh_hans: 检测对象

source: Чтобы найти устройства в вашей сети, приложению нужен доступ к локальной сети.
ar: للعثور على الأجهزة في شبكتك، يحتاج التطبيق إلى الوصول إلى الشبكة المحلية.
de: Um Geräte in deinem Netzwerk zu finden, benötigt die App Zugriff auf das lokale Netzwerk.
en: To find devices on your network, the app needs local-network access.
es: Para encontrar dispositivos en tu red, la app necesita acceso a la red local.
fr: Pour trouver les appareils de votre réseau, l'app a besoin de l'accès au réseau local.
hi: आपके नेटवर्क के डिवाइस खोजने के लिए ऐप को स्थानीय नेटवर्क तक पहुँच चाहिए।
it: Per trovare i dispositivi nella tua rete, l'app ha bisogno dell'accesso alla rete locale.
ja: ネットワーク上の機器を見つけるため、アプリはローカルネットワークへのアクセスが必要です。
ko: 네트워크의 기기를 찾으려면 앱에 로컬 네트워크 접근 권한이 필요합니다.
pt_br: Para encontrar dispositivos na sua rede, o app precisa de acesso à rede local.
tr: Ağınızdaki cihazları bulmak için uygulamanın yerel ağ erişimine ihtiyacı var.
zh_hans: 为查找网络中的设备，应用需要局域网访问权限。

source: Шифр
ar: الشيفرة
de: Chiffre
en: Cipher
es: Cifrado
fr: Chiffrement
hi: सिफर
it: Cifrario
ja: 暗号
ko: 암호
pt_br: Cifra
tr: Şifreleme
zh_hans: 加密套件

source: шлюз
ar: البوابة
de: Gateway
en: gateway
es: puerta de enlace
fr: passerelle
hi: गेटवे
it: gateway
ja: ゲートウェイ
ko: 게이트웨이
pt_br: gateway
tr: ağ geçidi
zh_hans: 网关

source: Шлюз
ar: البوابة
de: Gateway
en: Gateway
es: Puerta de enlace
fr: Passerelle
hi: गेटवे
it: Gateway
ja: ゲートウェイ
ko: 게이트웨이
pt_br: Gateway
tr: Ağ geçidi
zh_hans: 网关

source: Экран (VNC)
ar: الشاشة (VNC)
de: Bildschirm (VNC)
en: Screen (VNC)
es: Pantalla (VNC)
fr: Écran (VNC)
hi: स्क्रीन (VNC)
it: Schermo (VNC)
ja: 画面（VNC）
ko: 화면 (VNC)
pt_br: Tela (VNC)
tr: Ekran (VNC)
zh_hans: 屏幕（VNC）

source: Экспорт CSV
ar: تصدير CSV
de: CSV-Export
en: Export CSV
es: Exportar CSV
fr: Export CSV
hi: CSV निर्यात
it: Esporta CSV
ja: CSV エクスポート
ko: CSV 내보내기
pt_br: Exportar CSV
tr: CSV dışa aktar
zh_hans: 导出 CSV

source: Экспорт JSON
ar: تصدير JSON
de: JSON-Export
en: Export JSON
es: Exportar JSON
fr: Export JSON
hi: JSON निर्यात
it: Esporta JSON
ja: JSON エクスポート
ko: JSON 내보내기
pt_br: Exportar JSON
tr: JSON dışa aktar
zh_hans: 导出 JSON

source: Экспорт и очистка истории
ar: تصدير السجل ومسحه
de: Verlauf exportieren und löschen
en: Export and clear history
es: Exportar y borrar el historial
fr: Exportation et effacement de l’historique
hi: इतिहास एक्सपोर्ट और साफ़ करें
it: Esportazione e cancellazione della cronologia
ja: 履歴の書き出しと消去
ko: 기록 내보내기 및 지우기
pt_br: Exportação e limpeza do histórico
tr: Geçmişi dışa aktarma ve silme
zh_hans: 导出与清除历史

source: Экспорт списка
ar: تصدير القائمة
de: Liste exportieren
en: Export list
es: Exportar lista
fr: Exporter la liste
hi: सूची एक्सपोर्ट करें
it: Esporta l'elenco
ja: 一覧をエクスポート
ko: 목록 내보내기
pt_br: Exportar lista
tr: Listeyi dışa aktar
zh_hans: 导出列表

source: Эта проверка активно опрашивает сеть.
ar: يستعلم هذا الفحص عن الشبكة بشكل نشط.
de: Diese Prüfung fragt das Netzwerk aktiv ab.
en: This check actively probes the network.
es: Esta comprobación sondea la red de forma activa.
fr: Cette vérification interroge activement le réseau.
hi: यह जाँच नेटवर्क को सक्रिय रूप से जाँचती है।
it: Questo controllo interroga attivamente la rete.
ja: このチェックはネットワークを能動的にポーリングします。
ko: 이 확인은 네트워크를 능동적으로 조회합니다.
pt_br: Esta verificação consulta ativamente a rede.
tr: Bu kontrol, ağı etkin şekilde sorgular.
zh_hans: 此检查会主动探测网络。

source: Эта проверка активно опрашивает хосты/сеть. В чужих сетях это может расцениваться как сканирование. Запускайте только там, где у вас есть разрешение.
ar: يستعلم هذا الفحص عن المضيفين/الشبكة بشكل نشط. في شبكات الآخرين قد يُعدّ مسحاً. شغّله فقط حيث لديك إذن.
de: Diese Prüfung fragt Hosts/das Netzwerk aktiv ab. In fremden Netzwerken kann dies als Scannen gewertet werden. Führen Sie sie nur dort aus, wo Sie eine Erlaubnis haben.
en: This check actively probes hosts/network. On others' networks this may be treated as scanning. Run it only where you have permission.
es: Esta comprobación sondea hosts/redes de forma activa. En redes ajenas puede considerarse un escaneo. Ejecútala solo donde tengas permiso.
fr: Cette vérification interroge activement les hôtes/le réseau. Sur des réseaux d'autrui, cela peut être considéré comme un scan. Ne la lancez que là où vous en avez l'autorisation.
hi: यह जाँच होस्ट/नेटवर्क को सक्रिय रूप से जाँचती है। दूसरों के नेटवर्क में इसे स्कैनिंग माना जा सकता है। केवल वहीं चलाएँ जहाँ आपके पास अनुमति हो।
it: Questo controllo interroga attivamente host/rete. In reti altrui può essere considerato una scansione. Avvialo solo dove hai l'autorizzazione.
ja: このチェックはホスト/ネットワークを能動的にポーリングします。他人のネットワークではスキャンとみなされる場合があります。許可のある場所でのみ実行してください。
ko: 이 확인은 호스트/네트워크를 능동적으로 조회합니다. 타인의 네트워크에서는 스캔으로 간주될 수 있습니다. 권한이 있는 곳에서만 실행하세요.
pt_br: Esta verificação consulta ativamente hosts/rede. Em redes de terceiros, isso pode ser interpretado como varredura. Execute apenas onde você tiver permissão.
tr: Bu kontrol, sunucuları/ağı etkin şekilde sorgular. Başkalarının ağlarında bu, tarama olarak değerlendirilebilir. Yalnızca izniniz olan yerlerde çalıştırın.
zh_hans: 此检查会主动探测主机/网络。在他人网络中可能被视为扫描。请仅在你获得授权的场合运行。

source: Эталонный резолвер (DoH) недоступен.
ar: المحلّل المرجعي (DoH) غير متاح.
de: Der Referenz-Resolver (DoH) ist nicht verfügbar.
en: The reference resolver (DoH) is unavailable.
es: El resolutor de referencia (DoH) no está disponible.
fr: Le résolveur de référence (DoH) est indisponible.
hi: संदर्भ रिज़ॉल्वर (DoH) उपलब्ध नहीं है।
it: Il resolver di riferimento (DoH) non è disponibile.
ja: 基準リゾルバ（DoH）が利用できません。
ko: 기준 리졸버(DoH)를 사용할 수 없습니다.
pt_br: O resolvedor de referência (DoH) está indisponível.
tr: Referans çözümleyici (DoH) kullanılamıyor.
zh_hans: 参照解析器（DoH）不可用。

source: Это устройство не поддерживает сканирование камерой. Вставьте ссылку из буфера обмена.
ar: هذا الجهاز لا يدعم المسح بالكاميرا. الصق الرابط من الحافظة.
de: Dieses Gerät unterstützt kein Scannen mit der Kamera. Setze stattdessen einen Link aus der Zwischenablage ein.
en: This device doesn’t support camera scanning. Paste a link from the clipboard instead.
es: Este dispositivo no admite el escaneo con la cámara. Pega el enlace desde el portapapeles.
fr: Cet appareil ne prend pas en charge le scan par appareil photo. Collez le lien depuis le presse-papiers.
hi: यह डिवाइस कैमरा स्कैनिंग सपोर्ट नहीं करता। क्लिपबोर्ड से लिंक पेस्ट करें।
it: Questo dispositivo non supporta la scansione con la fotocamera. Incolla il link dagli appunti.
ja: このデバイスはカメラでのスキャンに対応していません。クリップボードからリンクをペーストしてください。
ko: 이 기기는 카메라 스캔을 지원하지 않아요. 클립보드에서 링크를 붙여넣으세요.
pt_br: Este dispositivo não suporta escaneamento pela câmera. Cole o link da área de transferência.
tr: Bu cihaz kamerayla taramayı desteklemiyor. Bağlantıyı panodan yapıştırın.
zh_hans: 此设备不支持摄像头扫描。请从剪贴板粘贴链接。

source: Этот хост объединяет несколько прокси. Проверки ниже относятся к основному (первому) серверу.
ar: يجمع هذا المضيف عدة Proxy. الفحوص أدناه تخص الخادم الأساسي (الأول).
de: Dieser Host bündelt mehrere Proxys. Die Prüfungen unten beziehen sich auf den primären (ersten) Server.
en: This host combines several proxies. The checks below apply to the main (first) server.
es: Este host agrupa varios proxies. Las comprobaciones de abajo se refieren al servidor principal (el primero).
fr: Cet hôte regroupe plusieurs proxys. Les tests ci-dessous concernent le serveur principal (le premier).
hi: यह होस्ट कई Proxy को जोड़ता है। नीचे की जाँचें मुख्य (पहले) सर्वर से संबंधित हैं।
it: Questo host raggruppa più proxy. I test qui sotto riguardano il server principale (il primo).
ja: このホストは複数の Proxy をまとめています。以下のチェックはメイン (最初) のサーバーに対するものです。
ko: 이 호스트는 여러 프록시를 묶습니다. 아래 검사는 기본(첫 번째) 서버에 대한 것입니다.
pt_br: Este host reúne vários proxies. As verificações abaixo referem-se ao servidor principal (o primeiro).
tr: Bu sunucu birden fazla proxy'yi birleştirir. Aşağıdaki kontroller ana (ilk) sunucuya aittir.
zh_hans: 此主机聚合了多个代理。以下检测针对主（第一个）服务器。

source: Южная Америка
ar: أمريكا الجنوبية
de: Südamerika
en: South America
es: América del Sur
fr: Amérique du Sud
hi: दक्षिण अमेरिका
it: Sud America
ja: 南アメリカ
ko: 남아메리카
pt_br: América do Sul
tr: Güney Amerika
zh_hans: 南美洲

source: Ядро Xray
ar: نواة Xray
de: Xray-Core
en: Xray core
es: Núcleo de Xray
fr: Cœur Xray
hi: Xray कोर
it: Core Xray
ja: Xray コア
ko: Xray 코어
pt_br: Núcleo Xray
tr: Xray çekirdeği
zh_hans: Xray 内核

source: Ядро Xray %@
ar: نواة Xray %@
de: Xray-Core %@
en: Xray core %@
es: Núcleo de Xray %@
fr: Cœur Xray %@
hi: Xray कोर %@
it: Core Xray %@
ja: Xray コア %@
ko: Xray 코어 %@
pt_br: Núcleo Xray %@
tr: Xray çekirdeği %@
zh_hans: Xray 内核 %@

source: Ядро Xray доступно на Mac
ar: نواة Xray متاحة على Mac
de: Xray-Core auf dem Mac verfügbar
en: Xray core is available on Mac
es: El núcleo de Xray está disponible en Mac
fr: Le cœur Xray est disponible sur Mac
hi: Xray कोर Mac पर उपलब्ध है
it: Il core Xray è disponibile su Mac
ja: Xray コアは Mac で利用できます
ko: Xray 코어는 Mac에서 사용할 수 있습니다
pt_br: Núcleo Xray disponível no Mac
tr: Xray çekirdeği Mac'te kullanılabilir
zh_hans: Xray 内核在 Mac 上可用

source: Ядро Xray поднимется в приложении, подключится к вашему серверу и опросит через него разные ресурсы — какой выходной IP они видят: адрес и страну провайдера, что показывает Cloudflare, ASN.
ar: ستعمل نواة Xray داخل التطبيق، وتتصل بخادمك وتستعلم عبره من موارد مختلفة — أي IP خروج يرونه: العنوان وبلد المزوّد، وما يعرضه Cloudflare، وASN.
de: Der Xray-Core wird in der App gestartet, verbindet sich mit deinem Server und fragt darüber verschiedene Ressourcen ab — welche Ausgangs-IP sie sehen: Adresse und Land des Providers, was Cloudflare zeigt, ASN.
en: The Xray core starts in the app, connects to your server and queries various resources through it — which exit IP they see: address and provider country, what Cloudflare shows, ASN.
es: El núcleo de Xray se iniciará en la app, se conectará a tu servidor y, a través de él, consultará distintos recursos para ver qué IP de salida detectan: la dirección y el país del proveedor, lo que muestra Cloudflare, el ASN.
fr: Le cœur Xray démarrera dans l'app, se connectera à votre serveur et interrogera à travers lui différentes ressources — quelle IP de sortie elles voient : adresse et pays du fournisseur, ce que montre Cloudflare, l'ASN.
hi: Xray कोर ऐप में शुरू होगा, आपके सर्वर से जुड़ेगा और उसके माध्यम से विभिन्न संसाधनों से पूछेगा — वे कौन-सा आउटगोइंग IP देखते हैं: प्रोवाइडर का पता और देश, Cloudflare क्या दिखाता है, ASN।
it: Il core Xray si avvia nell'app, si connette al tuo server e interroga tramite esso diverse risorse per vedere quale IP di uscita rilevano: indirizzo e paese del provider, cosa mostra Cloudflare, ASN.
ja: Xray コアがアプリ内で起動し、あなたのサーバーに接続して、そこ経由でさまざまなリソースに問い合わせます — 各リソースがどの出口 IP を見ているか (プロバイダーのアドレスと国、Cloudflare の表示、ASN)。
ko: Xray 코어가 앱 내에서 실행되어 서버에 연결하고, 이를 통해 여러 리소스에 요청해 그들이 보는 출구 IP를 확인합니다: 제공자의 주소와 국가, Cloudflare가 표시하는 값, ASN.
pt_br: O núcleo Xray sobe no app, conecta-se ao seu servidor e consulta por ele diferentes recursos — qual IP de saída eles veem: endereço e país do provedor, o que o Cloudflare mostra, ASN.
tr: Xray çekirdeği uygulamada başlar, sunucunuza bağlanır ve üzerinden farklı kaynakları sorgular — hangi çıkış IP'sini gördükleri: adres ve sağlayıcı ülkesi, Cloudflare'in gösterdiği, ASN.
zh_hans: Xray 内核将在应用内启动，连接到你的服务器，并通过它访问不同资源——查看它们看到的出口 IP：提供商的地址和国家、Cloudflare 显示的内容、ASN。

source: Ядро поднялось, но ни один запрос не прошёл через прокси.
ar: عملت النواة، لكن لم يمر أي طلب عبر Proxy.
de: Der Core wurde gestartet, aber keine einzige Anfrage lief über den Proxy.
en: The core started, but no request went through the proxy.
es: El núcleo se inició, pero ninguna petición pasó por el proxy.
fr: Le cœur a démarré, mais aucune requête n'est passée par le proxy.
hi: कोर शुरू हो गया, लेकिन कोई भी अनुरोध Proxy से नहीं गुज़रा।
it: Il core si è avviato, ma nessuna richiesta è passata attraverso il proxy.
ja: コアは起動しましたが、Proxy 経由でリクエストが 1 件も通過しませんでした。
ko: 코어는 실행됐지만 어떤 요청도 프록시를 통과하지 못했습니다.
pt_br: O núcleo subiu, mas nenhuma requisição passou pelo proxy.
tr: Çekirdek başladı ancak hiçbir istek proxy üzerinden geçmedi.
zh_hans: 内核已启动，但没有任何请求通过代理。

source: Язык
ar: اللغة
de: Sprache
en: Language
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
tr: Dil
zh_hans: 语言

source: Яндекс
ar: Yandex
de: Yandex
en: Yandex
es: Yandex
fr: Yandex
hi: Yandex
it: Yandex
ja: Yandex
ko: Yandex
pt_br: Yandex
tr: Yandex
zh_hans: Yandex

source: · загружен
ar: · تم التحميل
de: · geladen
en: · loaded
es: · cargado
fr: · chargé
hi: · लोड किया गया
it: · caricato
ja: · 読み込み済み
ko: · 로드됨
pt_br: · carregado
tr: · yüklendi
zh_hans: · 已加载

source: ) МБ
ar: ) MB
de: ) MB
en: ) MB
es: ) MB
fr: ) MB
hi: ) MB
it: ) MB
ja: ) MB
ko: ) MB
pt_br: ) MB
tr: ) MB
zh_hans: ) MB

source: 149-фз
ar: القانون 149-ФЗ
de: Gesetz Nr. 149-FZ
en: Federal Law 149-FZ
es: Ley 149-FZ
fr: loi 149-FZ
hi: संघीय कानून 149-FZ
it: Legge 149-FZ
ja: 連邦法149号
ko: 149-FZ
pt_br: Lei 149-FZ
tr: 149 sayılı yasa
zh_hans: 第149号联邦法
